Repository: b3rserker/one
Catalog: src/cloud/occi/lib/ui/locale/languages/*.po
Languages: fa_ir, ru_ru, sk_sk

source: Changing language
fa_ir: تغییر زبان
ru_ru: Смена языка интерфейса
sk_sk: Zmena jazyka

source: Loading new language... please wait
fa_ir: در حال بارگزاری زبان جدید... لطفا شکیبا باشید
ru_ru: Выполняется загрузка языковых файлов...
sk_sk: Nahrávam lokalizáciu - čakaj ...

source: Documentation
fa_ir: مستندات
ru_ru: Online-документация
sk_sk: Dokumentácia

source: Support
fa_ir: پشتیبانی
ru_ru: Сведения о поддержке
sk_sk: Podpora

source: Community
fa_ir: انجمن
ru_ru: Сообщество OpenNebula
sk_sk: Komunitná podpora

source: Welcome
fa_ir: خوش آمدید
ru_ru: Текущий пользователь:
sk_sk: Vitajte!

source: Sign out
fa_ir: خروج
ru_ru: Выйти из сервиса
sk_sk: Odhlásiť

source: CPU
ru_ru: ЦП

source: Memory
fa_ir: حافظه
ru_ru: Память
sk_sk: RAM

source: Net transfer rates
ru_ru: Характеристики сети
sk_sk: Sieťová premávka

source: Resources and quotas
ru_ru: Ресурсы и квоты
sk_sk: Zdroje a kvóty

source: Compute
fa_ir: محاسبات
ru_ru: Вирт. машины
sk_sk: Počítač

source: Storage quotas
ru_ru: Квоты хранилищ
sk_sk: Kvóty pre storage

source: Images
fa_ir: تصاویر
ru_ru: Образы ВМ
sk_sk: Obrazy

source: Networks
fa_ir: شبکه ها
ru_ru: Вирт. сети
sk_sk: Siete

source: Usages
ru_ru: Использование
sk_sk: Využitia

source: From
ru_ru: с
sk_sk: Od

source: To
ru_ru: по
sk_sk: Do

source: Update
fa_ir: به روزرسانی کن
ru_ru: Сохранить изменения
sk_sk: Uprav

source: Create new compute resource
fa_ir: یک منبع محاسباتی جدید بساز
ru_ru: Создать новую ВМ
sk_sk: Vytvor nové výpočtové zdroje

source: See more
fa_ir: بیشتر ببین
ru_ru: Подробнее
sk_sk: Pozri viac

source: Create new storage resource
fa_ir: یک منبع ذخیره سازی جدید بساز
ru_ru: Создать новый образ ВМ
sk_sk: Vytvor nové diskové zdroje

source: Create new network resource
fa_ir: یک منبع شبکه ای جدید بساز
ru_ru: Создать новую сеть
sk_sk: Vytvor nové sieťové zdroje

source: Useful links
fa_ir: پیوندهای به درد بخور
ru_ru: Полезные ссылки
sk_sk: Užitočné linky

source: Dashboard
fa_ir: داشبورد
ru_ru: Инф. панель

source: Virtual Machines quotas
ru_ru: Квоты виртуальных машин
sk_sk: Kvóty pre virtuálne stroje (VS)

source: Storage size
ru_ru: Размер хранилища
sk_sk: Veľkosť storage

source: Number of images
ru_ru: Количество образов
sk_sk: Počet obrazov

source: Image quota
ru_ru: Квота образов
sk_sk: Kvóta pre obraz

source: Network quota
ru_ru: Сетевая квота
sk_sk: Kvóta pre sieť

source: Leases
ru_ru: Выделено
sk_sk: Prenájmy

source: Network transmission
fa_ir: ارسال شبکه ای
ru_ru: Сеть: отправлено
sk_sk: Sieťový premávka

source: Network reception
fa_ir: دریافت شبکه ای
ru_ru: Сеть: принято
sk_sk: Sieťové načúvanie

source: All
fa_ir: همه
ru_ru: Все
sk_sk: Všetko

source: Name
fa_ir: نام
ru_ru: Название
sk_sk: Meno

source: State
fa_ir: وضعیت
ru_ru: Состояние
sk_sk: Stav

source: IP
ru_ru: IP-адрес

source: VM Name
fa_ir: نام ماشین مجازی
ru_ru: Название ВМ
sk_sk: Meno virtuálneho stroja

source: Instance type
fa_ir: نوع مورد
ru_ru: Тип экземпляра ВМ
sk_sk: Typ inštancie

source: Loading
fa_ir: بارگزاری
ru_ru: Идет загрузка
sk_sk: Nahrávam

source: Create # VMs
fa_ir: ساختن # ماشین مجازی
ru_ru: Кол-во созд. ВМ
sk_sk: Vytvor počet virtuálnych strojov

source: You can use the wildcard &#37;i. When creating several VMs, &#37;i will be replaced with a different number starting from 0 in each of them
ru_ru: Допустимо использовать шаблон &#37;i. Если создаётся несколько ВМ, &#37;i для каждой из них будет заменён порядковым номером начиная с 0.
sk_sk: Môžeš použiť zástupné znaky (*). Pri vytváraní viac VS naraz budú zástupné znaky nahradené pre každý z nich číslom od 0 vyššie.

source: Close
fa_ir: ببند
ru_ru: Закрыть
sk_sk: Zavri

source: Create
fa_ir: بساز
ru_ru: Создать
sk_sk: Vytvor

source: + New
fa_ir: + جدید
ru_ru: Создать
sk_sk: + Nový

source: Shutdown
fa_ir: خاموش کن
ru_ru: Выключить

source: This will shutdown the selected VMs
fa_ir: ماشین مجازی انتخاب شده را خاموش میکند
ru_ru: Данное действие запустит процесс выключения выбранных ВМ.
sk_sk: Toto urobí shutdown vybratého VS

source: Suspend
fa_ir: معلق کن
ru_ru: Приостановить работу ВМ

source: This will suspend the selected VMs
fa_ir: ماشین مجازی انتخاب شده را به حالت تعلیق می برد
ru_ru: Приостановить выбранные ВМ
sk_sk: Toto urobí suspend vybratého VS

source: Resume
fa_ir: ادامه بده
ru_ru: Возобновить работу ВМ
sk_sk: Pokračovať

source: This will resume the selected VMs in stopped or suspended states
fa_ir: ماشین مجازی انتخاب شده معلق یا ازکار افتاده را به کار می اندازد
ru_ru: Возобновить работу выбранных остановленных или приостановленных ВМ
sk_sk: Znovu spustí zastavený alebo suspendovaný virtuálny stroj

source: Stop
fa_ir: از کار بینداز
ru_ru: Остановить
sk_sk: Zastav

source: Reboot
fa_ir: ازنو راه اندازی کن
ru_ru: Перезагрузить

source: Reset
fa_ir: بازنشانی کن
ru_ru: Включить/Выключить

source: Restart
ru_ru: Перезапустить
sk_sk: Reštart

source: This will redeploy selected VMs
ru_ru: Повторно выполнить процедуру размещения выбранных ВМ
sk_sk: Znovunasadí vybraté VS

source: Resubmit
ru_ru: Разместить повторно
sk_sk: Znovu odošli

source: This will resubmits VMs to PENDING state
ru_ru: Повторно выполнить попытку размещения выбранных ВМ на одном из доступных узлов системы виртуализации (перевод в состояние PENDING)
sk_sk: Znovu odošle VS do Pending stavu.

source: Power Off
ru_ru: Отключить питание
sk_sk: Vypnúť

source: This will send a power off signal to running VMs. They can be restarted later.
ru_ru: Послать сигнал отключения питания запущенным ВМ. Позже они могут быть перезагружены.
sk_sk: Pošle signál vypnutia bežiacim VS. Neskôr môžu byť reštartované.

source: Cancel
fa_ir: قلم بزن
ru_ru: Отменить
sk_sk: Zruš

source: This will cancel selected VMs
fa_ir: ماشین مجازی انتخاب شده را قلم میزند
ru_ru: Прервать работу выбранных ВМ
sk_sk: Toto zruší vybratý virtuálny stroj

source: Take snapshot
fa_ir: تصویر لحظه ای بگیر
ru_ru: Сделать снимок
sk_sk: Urob snapshot

source: Delete
fa_ir: پاک کن
ru_ru: Удалить
sk_sk: Vymaž

source: This will delete the selected VMs from the database
fa_ir: ماشین مجازی انتخاب شده را از پایگاه داده حذف میکند
ru_ru: Удалить выбранные ВМ и связанные с ними образы дисков из базы данных и хранилища образов
sk_sk: Týmto vymažeš vybratý VM z databázy

source: Compute resource
fa_ir: منبع محاسبات
ru_ru: Виртуальная машина
sk_sk: Výpočtové zdroje

source: Disks & Hotplugging
ru_ru: Диски и горячее подключение
sk_sk: Disky a pripájanie za jazdy

source: Create Virtual Machine
fa_ir: ماشین مجازی بساز
ru_ru: Укажите параметры виртуальной машины
sk_sk: Vytvor virtuálny stroj

source: VM information
fa_ir: اطلاعات ماشین مجازی
ru_ru: Информация о ВМ
sk_sk: Informácie o virtuálnom stroji

source: Virtual Machine information
fa_ir: اطلاعات ماشین مجازی
ru_ru: Информация о виртуальной машине
sk_sk: Informácie o virtuálnom stroji

source: Used CPU
ru_ru: Использовано ЦП
sk_sk: Využitý CPU

source: Used Memory
ru_ru: Использовано ОЗУ
sk_sk: Využitá RAM

source: Launch VNC session
fa_ir: یک ارتباط VNC برقرار کن
ru_ru: Запустить VNC сессию
sk_sk: Spusti VNC reláciu

source: Networks information
fa_ir: اطلاعات شبکه
ru_ru: Информация о сетях
sk_sk: Informácie o sieti

source: MAC
fa_ir: آدرس فیزیکی شبکه
ru_ru: MAC-адрес

source: No networks defined
fa_ir: شبکه ای تعریف نکرده اید
ru_ru: Сетей не обнаружено
sk_sk: Nebola definovaná sieť

source: Monitoring information
fa_ir: اطلاعات نظارتی
ru_ru: Мониторинг
sk_sk: Informácie z monitoringu

source: Disks information - Save As and Detach
ru_ru: Информация о дисках - Сохранить как... и отсоединить
sk_sk: Informácie o disku - Ulož ako a odpoj

source: No disks to show
ru_ru: Нет дисков для отображения
sk_sk: Žiadne disky na zobrazenie

source: Detach
ru_ru: Отсоединить
sk_sk: Odpoj

source: Save
ru_ru: Сохранить
sk_sk: Ulož

source: Save_as name
ru_ru: Сохранить как
sk_sk: Ulož pod menom

source: Attach disk to running VM
ru_ru: Присоединить диск к запущенной ВМ
sk_sk: Pripoj disk ku bežiacemu VS

source: Select image
ru_ru: Выберите образ
sk_sk: Vyber obraz

source: Target
fa_ir: هدف
ru_ru: Цель
sk_sk: Cieľ

source: Attach
ru_ru: Присоединить
sk_sk: Pripoj

source: Please select an image to attach
ru_ru: Выберите образ для подключения
sk_sk: Vyber obraz pre pripojenie

source: VNC connection
fa_ir: ارتباط VNC
ru_ru: VNC соединение
sk_sk: VNC spojenie

source: Canvas not supported.
fa_ir: Canvas پشتیبانی نمی شود
ru_ru: Canvas не поддерживается.
sk_sk: Canvas nie je podporovaný.

source: Open VNC Session
fa_ir: ارتباط VNC برقرارکن
ru_ru: Открыть VNC-сессию
sk_sk: Otvor VNC reláciu

source: VNC Disabled
fa_ir: VNC ازکار افتاد
ru_ru: VNC недоступно
sk_sk: VNC vypnuté

source: Fields marked with
fa_ir: موارد مشخص شده با
ru_ru: Поля, отмеченные символом
sk_sk: Polia označené znakom

source: are mandatory
fa_ir: الزامی است
ru_ru: , обязательны к заполнению
sk_sk: sú povinné

source: Name that the Image will get.
fa_ir: نامی که به این تصویر اختصاص پیدا میکند
ru_ru: Название, которое получит образ.
sk_sk: Meno priradené k danému obrazu

source: Description
fa_ir: توتضیحات
ru_ru: Описание
sk_sk: Popis

source: Human readable description of the image.
fa_ir: توضیحات قابل فهم برای کاربران
ru_ru: Краткое описание образа.
sk_sk: Čitateľný popis obrazu

source: Type
fa_ir: نوع
ru_ru: Тип
sk_sk: Typ

source: OS
fa_ir: سیستم عامل
ru_ru: ОС

source: Datablock
fa_ir: بلوک داده
ru_ru: Блок данных
sk_sk: Dátový blok

source: Type of the image
fa_ir: نوع تصویر
ru_ru: Тип образа
sk_sk: Typ obrazu

source: Size
fa_ir: حجم
ru_ru: Размер
sk_sk: Veľkosť

source: Size of the datablock in MB.
fa_ir: حجم بلوک داده به مگابایت
ru_ru: Размер блока данных в МБ.
sk_sk: Veľkosť dátového bloku v MB

source: FS type
fa_ir: نوع فایل سیستم
ru_ru: Тип ФС
sk_sk: FS typ

source: Type of file system to be built. This can be any value understood by mkfs unix command.
fa_ir: نوع فایل سیستمی که باید ساخته شود. این پارامتر باید توسط دستور mkfs در یونیکس قابل پشتیبانی باشد
ru_ru: Тип создаваемой ФС. Может быть указан любой тип, который используется в unix-команде mkfs.
sk_sk: Typ filesystému, ktorý má byť vytvorený. Musí byť známy unixovému príkazu mkfs.

source: Select image to upload
fa_ir: انتخاب تصویر برای بارگزاری
ru_ru: Выберите образ для загрузки
sk_sk: Vyber obraz pre upload

source: Public scope of the image
fa_ir: قلمرو عمومی این تصویر
ru_ru: Область видимости образа
sk_sk: Verejný scope obrazu

source: Persistent
fa_ir: ماندگار
ru_ru: Постоянный
sk_sk: Perzistentný

source: Persistence of the image
fa_ir: ماندگاری تصویر
ru_ru: Если образ является постоянным, то при каждом завершении работы с полученной на его основе виртуальной машиной все изменения будут сохранены в образе. Важно помнить, что сохранение выполнится только в случае завершения работы соответствующей ВМ при помощи операций «Выключить» и «Отменить». Постоянный образ всегда хранится в одном экземпляре.
sk_sk: Perzistencia obrazu

source: Choose a new name for the image
ru_ru: Выберите новое имя для образа ВМ.
sk_sk: Vyber nové meno pre obraz

source: Several image are selected, please choose prefix to name the new copies
ru_ru: Выбрано несколько образов ВМ, выберите префикс для имен новых копий
sk_sk: Bolo vybratých viac obrazov naraz, zvoľ prefix pre nové kópie

source: Prefix
ru_ru: Префикс

source: Clone
ru_ru: Клонировать
sk_sk: Klonuj

source: Make persistent
fa_ir: ماندگار شود
ru_ru: Сделать постоянным
sk_sk: Urob perzistentný

source: Make non persistent
fa_ir: ماندگار نشود
ru_ru: Сделать непостоянным
sk_sk: Urob

source: Publish
fa_ir: منتشر کن
ru_ru: Сделать открытым
sk_sk: Publikuj

source: Unpublish
fa_ir: منتشر نکن
ru_ru: Отменить статус «Открытый»
sk_sk: Depublikuj

source: Image information
fa_ir: اطلاعات تصویر
ru_ru: Информация об образе
sk_sk: Informácie o obraze

source: Add storage
fa_ir: فضای ذخیره سازی اضافه کن
ru_ru: Укажите параметры нового образа
sk_sk: Pridaj storage

source: Clone image
ru_ru: Клонировать образ
sk_sk: Klonuj obraz

source: Storage
fa_ir: فضای ذخیره سازی
ru_ru: Образы ВМ

source: Image
fa_ir: تصویر
ru_ru: Образ
sk_sk: Obraz

source: Filesystem type
fa_ir: نوع فایل سیستم
ru_ru: Тип файловой системы
sk_sk: Typ filesystému

source: Size (Mb)
fa_ir: حجم (مگابایت)
ru_ru: Размер (МБ)
sk_sk: Veľkosť (Mb)

source: You must specify a name
fa_ir: مشخص کردن نام الزامی است
ru_ru: Вы должны указать имя
sk_sk: Musíš zadať meno

source: You must specify size and FS type
fa_ir: مشخص کردن حجم و نوع فایل سیستم الزامی است
ru_ru: Вы должны указать тип и размер ФС
sk_sk: Musíš zadať veľkosť a typ filesystému

source: You must select a file to upload
fa_ir: لطفا یک فایل برای بارگزاری انتخاب کنید
ru_ru: Вы должны указать файл для загрузки
sk_sk: Musíš vybrať súbor pre upload

source: Network Address
fa_ir: آدرس شبکه ای
ru_ru: Адрес сети
sk_sk: Sieťová adresa

source: Network Size
fa_ir: اندازه شبکه
ru_ru: Размер сети
sk_sk: Rozsah siete

source: Network information
fa_ir: اطلاعات شبکه ای
ru_ru: Информация о сети
sk_sk: Informácie o sieti

source: Create network
fa_ir: ساختن شبکه
ru_ru: Укажите параметры новой сети
sk_sk: Vytvor sieť

source: Virtual Network
fa_ir: شبکه های مجازی
ru_ru: Виртуальная сеть
sk_sk: Virtuálne siete

source: Used leases
fa_ir: موارد اجاره شده
ru_ru: Выделенные адреса
sk_sk: Využité linky

source: Address
fa_ir: آدرس
ru_ru: Адрес
sk_sk: Adresa

source: Virtual Network information
fa_ir: اطلاعات شبکه مجازی
ru_ru: Информация о виртуальной сети
sk_sk: Informácie o virtuálnej sieti

source: Virtual Network name missing!
fa_ir: نام شبکه مجازی از جا افتاده
ru_ru: Отсутствует название виртуальной сети!
sk_sk: Virtuálna sieť neexistuje!

source: Please provide a network address
fa_ir: لطفا یک آدرس شبکه ای ارائه کنید
ru_ru: Укажите адрес сети
sk_sk: Zadaj sieťovú adresu

source: Self-Service UI Configuration
fa_ir: پیکربندی محیط گرافیکی Self-Service
ru_ru: Интерфейс Self-Service
sk_sk: Konfigurácia samoobslužného používateľského rozhrania

source: Language
fa_ir: زبان
ru_ru: Язык интерфейса
sk_sk: Jazyk

source: Chinese (TW)
ru_ru: 中国的 (TW)
sk_sk: Čínsky (TW)

source: French (CA)
fa_ir: فرانسوی (CA)
ru_ru: Français (CA)
sk_sk: Francúzsky (CA)

source: French (FR)
fa_ir: فرانسوی (FR)
ru_ru: Français (FR)
sk_sk: Francúzsky (FR)

source: Italian (IT)
ru_ru: Italiano (IT)
sk_sk: Taliansky (IT)

source: Persian (IR)
ru_ru: فارسی (Ir)
sk_sk: Perzsky (IR)

source: Portuguese (BR)
fa_ir: پرتقالی (BR)
ru_ru: Português (BR)
sk_sk: Portugalsky (BR)

source: Portuguese (PT)
fa_ir: پرتقالی (PT)
ru_ru: Português (PT)
sk_sk: Portugalsky (PT)

source: Slovak (SK)
ru_ru: Slovensky (SK)
sk_sk: Slovensky (SK)

source: Spanish (ES)
ru_ru: Español (ES)
sk_sk: Španielsky (ES)

source: Configuration
fa_ir: پیکربندی
ru_ru: Интерфейс
sk_sk: Konfigurácia

source: Previous action
fa_ir: عمل قبلی
ru_ru: Предыдущее действие
sk_sk: Predchádzajúca operácia

source: Confirmation of action
fa_ir: تایید عمل
ru_ru: Смена значения
sk_sk: Potvrdenie

source: You have to confirm this action.
fa_ir: لازم است این عمل را تایید نمایید
ru_ru: Необходимо подтвердить данную операцию.
sk_sk: Musíš potvrdiť túto operáciu

source: Do you want to proceed?
fa_ir: آیا میخواهید ادامه دهید؟
ru_ru: Хотите продолжить?
sk_sk: Chceš pokračovať?

source: You need to select something.
fa_ir: لازم است یکی را انتخاب کنید
ru_ru: Вы должны что-нибудь выбрать.
sk_sk: Niečo vybrať musíš.

source: Submitted
fa_ir: ارائه شد
ru_ru: Выполнено
sk_sk: Odoslané

source: Error
fa_ir: خطا
ru_ru: Ошибка
sk_sk: Chyba

source: Info
fa_ir: اطلاعات
ru_ru: Информация

source: Cannot contact server: is it running and reachable?
fa_ir: نمیتوان با سرور ارتباط برقرار کرد: آیا سرور عملیاتی و در دسترس است؟
ru_ru: Не удается установить соединение с сервером. Проверьте его доступность и/или удостоверьтесь в том, что он запущен.
sk_sk: Nemôžem sa spojiť so serverom - je v prevádzke?

source: Network is unreachable: is OpenNebula running?
fa_ir: امکان دسترسی به شبکه نیست: آیا OpenNebula در حال اجرا است؟
ru_ru: Сеть недоступна. Проверьте, запущена ли OpenNebula.
sk_sk: Sieť je nedostupná - OpenNebula beží?

source: Unauthorized
fa_ir: غیر مجاز است
ru_ru: Неавторизован
sk_sk: Neautorizované

source: Please select
fa_ir: لطفا انتخاب کنید
ru_ru: выберите
sk_sk: Vyber

source: Update template
fa_ir: به روز رسانی قالب
ru_ru: Редактировать шаблон
sk_sk: Zmeň šablónu

source: Please, choose and modify the template you want to update
fa_ir: لطفا قالبی که میخواهید به روز رسانی کنید را انتخاب و تغییر دهید
ru_ru: Выберите шаблон ВМ и внесите необходимые изменения в его параметры
sk_sk: Zvoľ a modifikuj šablónu, ktorú chceš zmeniť

source: Select a template
fa_ir: انتخاب یک قالب
ru_ru: Выберите шабло=н
sk_sk: Vyber šablónu

source: Please select an element
fa_ir: لطفا یک عنصر انتخاب کنید
ru_ru: Выберите элемент
sk_sk: Vyber prvok

source: String
fa_ir: جریان
ru_ru: Строка
sk_sk: Reťazec

source: Welcome to OpenNebula Self-Service
fa_ir: به محیط Sel-Service کنترل پنل OpenNebula خوش آمدید
ru_ru: Добро пожаловать в OpenNebula Self-Service
sk_sk: Vitajte na Opennebula samoobslužnom portáli

source: OpenNebula Self-Service is a simplified user interface to manage OpenNebula compute, storage and network resources. It is focused on easiness and usability and features a limited set of operations directed towards end-users.
fa_ir: Self-Service کنترل پنل OpenNebula، محیط گرافیکی ساده شده ای است تا کاربران بتوانند فضای محاسبات، ذخیره سازی و منابع شبکه ای را مدیریت کنند. سادگی و کار راه اندازی از جمله نقاط قوت این محیط است و کاربر نهایی را قادر میسازد تا عملیات لازم بر روی فضای خود انجام دهد.
ru_ru: OpenNebula Self-Service представляет собой упрощенный интрефейс для управления виртуальными машинами, образами и виртуальными сетями. Он ориентирован на простоту и удобство использования и имеет ограниченный набор операций для конечного пользователя.
sk_sk: Opennebula samoobslužný portál je zjednodušené rozhranie na manažovanie výpočtových, diskových a sieťových zdrojov. Je zameraný na zjednodušenie práce pre koncového používateľa.

source: Additionally, OpenNebula Self-Service allows easy customization of the interface (e.g. this text) and brings multi-language support.
fa_ir: در مجموع، Self-Service کنترل پنل OpenNebula به شما امکان تغییر پیکربندی آسان محیط گرافیکی را می دهد(به عنوان مثال همین نوشته)، و از چندین زبان پشتیبانی میکند.
ru_ru: Кроме того, OpenNebula Self-Service позволяет легко настраивать интерфейс (например, этот текст) и поддерживает много языков.
sk_sk: Navyše - Opennebula samoobslužný portál umožňuje ľahké užívateľské prispôsobenie rozhrania (napr. tento text) a prináša multijazykovú podporu.

source: Have a cloudy experience!
fa_ir: تجربه ابری ای داشته باشید!
ru_ru: Попробуйте облачные технологии!
sk_sk: Príjemné "zamračené" zážitky!

source: Compute resources are Virtual Machines attached to storage and network resources. OpenNebula Self-Service allows you to easily create, remove and manage them, including the possibility of pausing a Virtual Machine or taking a snapshot of one of their disks.
fa_ir: منابع محاسباتی، ماشین های مجازی ای هستند که به فضای ذخیره سازی و منابع شبکه ای متصل می شوند. Self-Service کنترل پنل OpenNebula به شما اجازه میدهد تا به راحتی این ماشین ها را بسازید، پاک کنید، و مدیریت کنید. ویژگی های دیگر نظیر توقف موقت ماشین, یا گرفت یک کپی از دیسک های آنها نیز طراحی شده.
ru_ru: Виртуальные машины связаны с образами ВМ и виртуальными сетями. OpenNebula Self-Service позволит Вам легко создавать и удалять виртуальные машины, а также управлять ими, включая возможность приостановки и снятия снимка.
sk_sk: Výpočtové zdroje sú virtuálne stroje pripojené ku diskom a sieti. Samoobslužný portál umožňuje ich jednoduché vytváranie, mazanie a manažment, vrátane možnosti zastavenia a vytvorenia snapshotu jedného alebo viacerých ich diskov.

source: Storage pool is formed by several images. These images can contain from full operating systems to be used as base for compute resources, to simple data. OpenNebula Self-Service offers you the possibility to create or upload your own images.
fa_ir: منبع ذخیره سازی، از چندین تصویر ساخته می شود. این تصاویر میتوانند یک سیستم عامل کامل برای پایه یک ماشین محاسباتی، و یا یک فضای ذخیره سازی داده باشند. Self-Service کنترل پنل OpenNebula اجازه میدهند تا شما بتوانید تصاویر دلخواه خودتان را بسازید و یا از کامپیوتر شخصی خود بارگزاری کنید.
ru_ru: Образы ВМ находятся в хранилище. Образы могут содержать ОС для запуска или просто данные. OpenNebula Self-Service предоставляет возможность создавать или загружать собственные образы.
sk_sk: Storage pool je tvorený viacerými obrazmi. Tieto môžu obsahovať úplný obraz operačnéhu systému pre základné použitie výpočtových zdrojov, ako aj dáta. Samoobslužný portál poskytuje možnosť vytvoriť alebo nahrať vlastné obrazy.

source: Network
fa_ir: شبکه
ru_ru: Сеть
sk_sk: Sieť

source: Your compute resources connectivity is performed using pre-defined virtual networks. You can create and manage these networks using OpenNebula Self-Service.
fa_ir: ارتباطات منابع محاسباتی شما توسط شبکه های مجازی پیش ساخته ای انجام می شود. شما میتوانید از طریق محیط Self-Service کنترل پنل OpenNebula این شبکه های مجازی را مدیریت کنید.
ru_ru: Подключение виртуальных машин осуществляется с помощью предопределнных виртальных сетей. Вы можете управлять ими или создать новые используя OpenNebula Self-Service.
sk_sk: Konektivita Tvojich výpočtových zdrojov je vykonávaná prostredníctvom preddefinovaných virtuálnych sietí. Tieto siete môžeš vytvárať a manažovať pomocou samoobslužného portálu.

source: This is a list of your current compute resources. Virtual Machines use previously defined images and networks. You can easily create a new compute element by cliking 'new' and filling-in an easy wizard.
fa_ir: این لیستی از منابع محاسباتی کنونی شماست. ماشینهای مجازی از تصاویر و شبکه های از پیش تعریف شده استفاده میکنند. شما میتوانید به سادگی یک واحد محاسباتی بسازید. برای این کار بر روی 'جدید' کلیک کرده و فرم ساده پیش رو را پر نمایید.
ru_ru: Это список ваших текущих виртуальных машин. Они используют ранее определенные образы и сети. Вы можете легко создать новую ВМ, нажав "Создать" и заполнив простую форму.
sk_sk: Zoznam Tvojich aktuálnych výpočtových zdrojov. Virtuálne stroje používajú vopred zadefinované obrazy a siete. Môžeš ľahko vytvárať nové pomocou jednoduchého sprievodcu kliknutím na "Nový".

source: You can also manage compute resources and perform actions such as stop, resume, shutdown or cancel.
fa_ir: همچنین شما میتوانید منابع محاسباتی خود را مدیریت کرده و اعمالی نظیر از کار انداختن، به کار انداختن، خاموش کردن و یا پاک کردن را بر روی آنها انجام دهید.
ru_ru: Вы также можете управлять виртуальными машинами, выполняя такие действия, как остановка, возобновление или включение/выключение.
sk_sk: Môžeš tiež manažovať zdroje a vykonávať akcie, ako zastaviť, znovu spustiť, shutdown alebo zrušiť.

source: Additionally, you can save the storage attached to these resources as new images. They will appear as new resources, visible from the Storage view and re-usable.
fa_ir: همچنین میتوانید عناصر ذخیره سازی متصل به این منابع را به عنوان یک تصویر جدید ذخیره کنید. پس از این کار، این تصاویر جدید در نمای ذخیره سازی قابل مشاهده خواهند بود.
ru_ru: Кроме того, вы можете сохранить ВМ, как новый образ. Он будет доступен во вкладке "Образы ВМ"
sk_sk: Navyše, storage pripojený k týmto zdrojom môžeš uložiť ako obraz. Ten sa objaví ako nový zdroj, viditeľný a znovu-použiteľný zo Storage pohľadu.

source: There are currently
fa_ir: هم اکنون تعدادی
ru_ru: В настоящее время
sk_sk: Momentálne dostupné

source: virtual machines
fa_ir: ماشین های مجازی
ru_ru: ВМ
sk_sk: Virtuáne stroje - VS
