Repository: b3rserker/one
Catalog: src/cloud/occi/lib/ui/locale/languages/*.po
Languages: fa_ir, ru_ru, sk_sk

source: The Storage view offers you an overview of your current images. Storage elements are attached to compute resources at creation time. They can also be extracted from running virtual machines by taking an snapshot.
fa_ir: نمای ذخیره سازی، یک دید کلی از تصاویر کنونی به شما می دهد. عناصر ذخیره ای در زمان ساخت منابع محاسباتی به آنها اضافه می شوند. در ضمن، میتوان با گرفتن یک تصویر آنی از فضای ذخیره سازی یک ماشین روشن, به اطلاعات داخل آن دست پیدا کرد.
ru_ru: В данной вкладке отображаются текущие образы. Образы прикпрепляются к ВМ во время создания. Они также могут быть получены из запущенной ВМ. Для этого нужно сделать снимок.
sk_sk: Storage view poskytuje prehľad o aktuálnych obrazoch. Jednotlivé obrazy sú pripojené ku výpočtovým zdrojom v čase vytvorenia. Môžu byť tiež extrahované z bežiacich virtuálnych strojov formou snapshotu.

source: You can add new storages by clicking 'new'. Image files will be uploaded to OpenNebula and set ready to be used.
fa_ir: میتوانید با کلیک کردن بر روی 'جدید' یک منبع ذخیره سازی بسازید. فایل های تصاویر در زیرساخت OpenNebula بارگزاری میشود و پس از آن، با رفتن به حالت آماده, قابل استفاده خواهند بود.
ru_ru: Вы можете добавить образ, нажав кнопку "Создать". После успешной загрузки он появится в списке доступных образов.
sk_sk: Môžeš pridať nový storage kliknutím na "Nový". Obraz bude nahratý do OpenNebula a pripravený na použitie.

source: Additionally, you can run several operations on defined storages, such as defining their persistance. Persistent images can only be used by 1 virtual machine, and the changes made by it have effect on the base image. Non-persistent images are cloned before being used in a Virtual Machine, therefore changes are lost unless a snapshot is taken prior to Virtual Machine shutdown.
fa_ir: در اضافه، میتوانید اعمال مختلفی بر روی منابع ذخیره سازی انجام دهید. به عنوان مثال میتوان به ماندگاری آنها اشاره کرد. تصاویر ماندگار، تنها از طریق 1 ماشین مجازی استفاده می شوند، و تغییراتی که بر روی آنها صورت میگیرد، بر روی تصویر پایه ذخیره می شود. تصاویر غیر ماندگار قبل از استفاده در ماشین های مجازی کپی گرفته می شوند، بنابراین تغییرات اعمال شده پس از خاموش شدن آن ماشین از بین می روند، مگر آنکه از قبل از خاموش شدن, از آن تصویر آنی گرفته شده باشد.
ru_ru: Также, вы можете выполнять некоторые операции над образами, например, сделать образ постоянным. Постоянный образ может использоваться только одной ВМ. Все изменения, сделанные во время работы ВМ, сохраняются в файле образа. Непостоянный образ копируется перед запуском ВМ, поэтому для сохранения изменений, сделаннх во время работы, нужно сделать снимок ВМ.
sk_sk: Ďalej môžeš vykonávať ďalšie operácie na zadefinovanom storage, ako napr. definovať jeho perzistenciu. Perzistentný obraz môže byť použitý iba 1 virtuálnym strojom a zmeny v ňom majú priamy efekt na základný obraz. Neperzistentný obraz je klonovaný pred jeho použitím virtuálnym strojom, čím sa zmeny stratia, pokiaľ nebol urobený snapshot pred vykonaním shutdown virtuálneho stroja.

source: images
fa_ir: تصاویر
ru_ru: образа(ов)
sk_sk: Obrazy

source: In this view you can easily manage OpenNebula Network resources. You can add or remove virtual networks.
fa_ir: در این نما, شما می توانید به آسانی منابع شبکه ای OpenNebula را مدیریت کنید. به عنوان مثال قادرید شبکه های مجازی اضافه کنید یا حذف کنید.
ru_ru: Здесь Вы можете лекго управлять сетевыми ресурсами OpenNebula. Вы можете создавать и удалять виртуальные сети.
sk_sk: V tomto pohľade môžeš ľahko manažovať sieťové zdroje. Môžeš vytvárať a mazať virtuálne siete.

source: Compute resources can be attached to these networks at creation time. Virtual machines will be provided with an IP and the correct parameters to ensure connectivity.
fa_ir: منابع محاسباتی در هنگام ساخت به این شبکه ها اختصاص داده می شوند. به ماشین های مجازی پارامترهای صحیح شبکه ای مثل آدرس IP ارائه می شود تا از ارتباط آن اطمینان حاصل شود.
ru_ru: ВМ могут быть подключены к данным сетям из списка во время создания. Виртуальные машины будут обеспечены IP и правильными параметрами для обеспечения соединения.
sk_sk: Výpočtové zdroje m§žu byť pripojené k týmto sieťam v čase ich vytvorenia. Virtuálne stroje dostanú pridelenú IP adresu a relevantné parametre na zaistenie konektivity.

source: networks
fa_ir: شبکه ها
ru_ru: сеть(ей)
sk_sk: Siete

source: Public
fa_ir: عمومی
sk_sk: Verejný

source: information
fa_ir: اطلاعات
sk_sk: Informácie

source: English (US)
sk_sk: Anglicky (US)

source: Czech (CZ)
sk_sk: Česky (CZ)

source: Dutch (NL)
sk_sk: Holandsky (NL)

source: Galician
sk_sk: Galsky

source: German
sk_sk: Nemecky

source: Greek (GR)
sk_sk: Grécky (GR)

source: ID
fa_ir: مشخصه

source: OK
fa_ir: باشه
